// Создать необобщенный класс точки в трехмерном пространстве
// с целочисленными координатами (Point3D),
// который наследуется от generic - класса Point2D<T>,+++++++
// рассмотренного на уроке. Реализовать в классе :++++++++++
// * конструктор с параметрами, который принимает начальные
// значения для координат точки.
// * метод ToString()
using sharp_16_11_2022_3D_point;

Point_3D f = new Point_3D(10, 20, 30);
Console.WriteLine(f);
